import React from 'react';

const Home = (props) => {

    return (
        <div>
            На удивление небо было чистым в этот день, и рассекавшие воздух стрижи были похожи на неокрепших мальков в пресноводном озере. Будто кто-то соорудил и подвесил у всех над головами огромное волшебное зеркало, избирательно отражавшее земную жизнь. Местные жители внимательно следили за настроением небесной сущности, и если происходило что-то подобное, выдохнув с облегчением, интерпретировали ее поведение как знак благосклонности ко всему приземленному.
            Наш герой лежал на продавленном среди чайных кустов пустыре, оставшемся от вчерашних корзин для сборки и транспортировки листьев. Если бы он встал и вытянулся в полный рост, то смог бы увидеть даже самые далекие вершины. Одни горы были усеяны дикорастущими травами и цветами, другие же представляли собой безжизненные каменистые откосы, нередко прикрытые снежным одеялом. Ближе всего к нему находились зеленые возвышенности, на отдельных участках которых при желании можно было разглядеть скопления пестрых точек: это трудились женщины в разноцветных головных повязках. Было поверье, что местные монахи обладают секретом, позволяющим им, несмотря на обилие ежедневно читаемой литературы, сохранять свое зрение в девственном состоянии, позволяющем различать и узнавать лица людей на многокилометровых расстояниях.
            Кто же был наш герой? Его сложно было назвать образцовым юношей, читавшим дни напролет подсохшие от времени и вобравшие в себя всю мудрость предков пергаментные свитки. Наш герой не мог похвастаться ни усидчивостью в учебе, ни проницательностью в многократных попытках овладеть ремеслом мозаичного искусства, которое было особо развито в его родных краях. Он с брезгливостью относился к любому труду, в особенности, бытовому. Поэтому с радостью принимал периодически падавшие на голову подарки судьбы вроде возможности переложить рутинные действия на того, кто, в отличие от него, ставил перед собой цели отличиться перед монахами и занять более высокие духовные саны.
            Наш герой имел склонность романтизировать окружающий мир. Его интересы менялись чаще, чем трусы, а отложенные «на потом» дела закономерным образом куда-то пропадали. Поэтому нет ничего удивительного, что этот юноша позволял себе во время духовных тренировок думать о больших и изящных пошлых предметах, чего ему не смог бы простить ни один настоятель храма, если бы имел на то возможность читать чужие мысли.
            Тотчас же полет фантазии нашего героя перебил треск огромной капли воды. По его лбу начала растекаться какая-то мокрота. Если бы его уши не имели возможности слышать, он бы непременно подумал, что его кто-то шлепнул по голове.
            подумал падение капли воды, которая была настолько велика, что его собеседник вздернул от испуга ушами.
            В этих краях люди не знали, что такое горизонт. Никогда не употребляли это слово. Лишь в одной из местных автобиографических книг о приключениях некого древнего человека была приписана фраза: «и скрылся он за горизонтом, и никто его больше не видел». Стоило обратиться к старейшинам за толкованием загадочного термина, как одни из них советовали не употреблять его, дабы не разгневать богов, а другие притворялись глухими на подобные буквосочетания. Все это наводило тоску на нашего героя.

        </div>
    )
};

export default Home;