import React from 'react';

const Home = (props) => {

    return (
        <div>
            Небо было удивительно чистым в этот день, и рассекающие воздух стрижи были похожи на неокрепших мальков в пресноводном озере. Будто кто-то соорудил и подвесил у всех над головами огромное волшебное зеркало, которое выборочно отражало земную жизнь. Местные жители интерпретировали это как знак благосклонности богов ко всему приземленному.
            Наш герой лежал на продавленном среди чайных деревьев пустыре, оставшемся от вчерашних корзин для сборки и транспортировки листьев. Встав и вытянувшись в полный рост, он мог увидеть даже самые дальние горы. Одни вершины были усеяны дикорастущей травой и цветами, другие же представляли из себя безжизненные каменистые откосы, нередко укутанные снежным покрывалом. Ближе всего к нему находились зеленые горы, на отдельных участках которых можно было разглядеть скопления пестрых точек: это трудились женщины в разноцветных головных повязках.
            Кто же был наш герой? Его сложно назвать образцовым юношей, читающим дни и ночи напролет подсохшие от времени и вобравшие в себя всю мудрость предков пергаментные свитки. Наш герой не мог похвастаться ни усидчивостью в учебе, ни проницательностью в многократных попытках погрузиться в мир мозаичного искусства, которое было особо развито в его родных краях. Он с брезгливостью относился к бытовому труду и не без радости принимал периодически падавшие на голову подарки судьбы вроде возможности свалить рутину на кого-нибудь, кто, в отличие от него, ставил перед собой цель отличиться перед монахами.
            Наш герой имел склонность романтизировать окружающий мир. Его интересы менялись чаще, чем трусы, а отложенные «на потом» дела закономерным образом куда-то пропадали.  Поэтому нет ничего удивительного, что этот юноша позволял себе во время духовных тренировок думать о больших и изящных пошлостях. чего ему не смог бы простить ни один настоятель храма. Тотчас же полет фантазии нашего героя перебила огромная капля воды, упавшая на его лоб на своем лбу падение капли воды, которая была настолько велика, что его собеседник вздернул от испуга ушами. Было поверье, что местные монахи обладают секретом, позволяющим им различать и узнавать лица людей на расстоянии до пяти километров.
            В этих краях люди не знали, что такое горизонт. Никогда не употребляли это слово. Лишь в одной из местных автобиографических книг о приключениях некого древнего человека была приписана фраза: «и скрылся он за горизонтом, и никто его больше не видел». Стоило обратиться к старейшинам за толкованием загадочного термина, как одни из них советовали не употреблять его, дабы не разгневать богов, а другие притворялись глухими на подобные буквосочетания. Все это наводило тоску на нашего героя.

        </div>
    )
};

export default Home;